// Instructions
// 1. make sure to write everything in double quotes as given below
// 2. note that there is a comma(,) after every closing curley bracket( {...}, )

const questions = [
	{
		que: "मंगलोत्तमशरण पाठ शुद्ध बोलिये",
		option: [],
	},
	{
		que: '"साहू मंगलं" में कौन-कौन से परमेष्ठी आते हैं',
		option: [
			"आचार्य, साधू",
			"अरहंत, सिद्ध, साधू",
			"आचार्य, उपाध्याय, साधू",
			"साधू",
		],
		answer: "आचार्य, उपाध्याय, साधू",
	},
	{
		que: "णमोकार मंत्र किस ग्रन्थ का मंगलाचरण है?",
		option: ["षट्खण्डागम", "समयसार", "नियमसार", "प्रवचनसार"],
		answer: "षट्खण्डागम",
	},
	{
		que: "जो लोक में सबसे महान हो उसे क्या कहते है?",
		option: ["president", "मंगल", "उत्तम", "शरण"],
		answer: "उत्तम",
	},
	{
		que: "'चत्तारी लोगुत्तमा' का क्या अर्थ है?",
		option: [
			"लोक में चार मंगल है",
			"लोक में चार उत्तम है",
			"लोक में चार शरण है",
			"लोक में सब उत्तम है",
		],
		answer: "लोक में चार उत्तम है",
	},
	{
		que: "इनमें से हमे किसकी शरण मे जाना चाहिए?",
		option: ["डॉक्टर", "टीचर", "अरहंत", "मकान"],
		answer: "अरहंत",
	},
	{
		que: "परमेष्टि कितने होते है",
		option: [2, 3, 4, 5],
		answer: 5,
	},
	{
		que: `'केवलीपण्णत्तो धम्मो लोगुत्तमो' का अर्थ है - 
		केवली भगवान द्वारा प्रणीत वीतराग धर्म`,
		option: ["की शरण मे जाता हूँ", "मंगल है", "महान है", "इनमे से कोई नही"],
		answer: "महान है",
	},
	{
		que: " 'णमो अरहंताणं' का अर्थ क्या है?",
		option: [
			"लोक में सब सिद्धों को नमस्कार हो",
			"लोक में सब आचार्यों को नमस्कार हो",
			"लोक में सब अरहंतों को नमस्कार हो",
			"लोक में सब साधु को नमस्कार हो",
		],
		answer: "लोक में सब अरहंतों को नमस्कार हो",
	},
	{
		que: "णमोकार मंत्र से किसकी प्राप्ती होती है?",
		option: ["दुःख की", "अच्छे खिलोने की", "अच्छे marks की", "सम्यग्ज्ञान की"],
		answer: "सम्यग्ज्ञान की",
	},
	{
		que: "जो मोह-राग-द्वेष रूपी पापों को गलाये और सच्चा सुख उत्पन्न कर उसे क्या कहते है?",
		option: ["मंगल", "उत्तम", "शरण", "इनमे से कोई नही"],
		answer: "मंगल",
	},
	{
		que: "णमोकार मंत्र से किसका नाश होता है?",
		option: ["मेरा", "सुख का", "पापों का", "शांति का"],
		answer: "पापों का",
	},
	{
		que: '"शरण" का अर्थ क्या है ?',
		option: ["लोक में सबसे महान", "सहारा", "सच्चा सुख", "इनमे से कोई नही"],
		answer: "सहारा",
	},
	{
		que: "पञ्च परमेष्ठी द्वारा बताये हुए मार्ग पर चलकर, अपने आत्मा की शरण लेना ही -",
		option: [
			"पञ्च परमेष्ठी की शरण है",
			"दुःख है",
			"डॉक्टर की शरण है",
			"इनमे से कोई नहीं",
		],
		answer: "पञ्च परमेष्ठी की शरण है",
	},
];

export default questions;
