// Instructions
// 1. make sure to write everything in double quotes as given below
// 2. note that there is a comma(,) after every closing curley bracket( {...}, )

const questions = [
	{
		que: "णमोकार मंत्र किस ग्रन्थ का मंगलाचरण है?",
		option: ["षट्खण्डागम", "समयसार", "नियमसार", "प्रवचनसार"],
		answer: "षट्खण्डागम",
	},
	{
		que: "परमेष्टि कितने होते है",
		option: [2, 3, 4, 5],
		answer: 5,
	},
	{
		que: " 'णमो अरहंताणं' का अर्थ क्या है?",
		option: [
			"लोक में सब सिद्धों को नमस्कार हो",
			"लोक में सब आचार्यों को नमस्कार हो",
			"लोक में सब अरहंतों को नमस्कार हो",
			"लोक में सब साधु को नमस्कार हो",
		],
		answer: "लोक में सब अरहंतों को नमस्कार हो",
	},
	{
		que: "णमोकार मंत्र से किसका नाश होता है?",
		a: "मेरा",
		b: "सुख का",
		c: "पापों का",
		d: "शांति का",
		answer: "पापों का",
	},
	{
		que: "णमोकार मंत्र से किसकी प्राप्ती होती है?",
		option: ["दुःख की", "अच्छे खिलोने की", "अच्छे marks की", "सम्यग्ज्ञान की"],
		answer: "सम्यग्ज्ञान की",
	},
];

export default questions;
